{
  "en": {
    "projects": "Projects",
    "spendesk": {
      "product-brief": "Spendesk is a smart business expenses platform.",
      "testimonial": {
        "role": "Lead Developer at Spendesk"
      }
    },
    "speaken": {
      "product-brief": "Speaken is a platform to learn speaking foreign languages."
    }
  },
  "fr": {
    "projects": "Réalisations",
    "role": "Rôle",
    "team": "Équipe",
    "feedback": "Retour d'expérience",

    "month": "mois",
    "months": "mois",
    "as-employee": "en tant qu'employé",
    "as-freelance": "en tant que freelance",
    "techs-used": "Technos utilisées :",
    "spendesk": {
      "product-brief": "Spendesk est une plateforme intelligente de gestion des dépenses professionnelles.",
      "role": "J'ai réalisé le développement initial de l'application mobile, parallèlement sur iOS et Android. <br/><br/>J'ai travaillé à l'amélioration de la plateforme dans sa globalité, plus précisement : le développement de nouvelles fonctionnalités seul ou en collaboration avec un autre développeur, la maintenance passant par la résolution de bugs, l'amélioration des aspects techniques de la plateforme (performance, propreté du code).",
      "team": "J'ai d'abord travaillé au sein d'une équipe produit réduite : 1 chef de produit, et 2 autres développeurs (dont 1 lead). Via des recrutements fréquents, l'équipe s'est agrandie progressivement pour se constituer d'1 chef produit, 4 développeurs (dont 1 lead), 1 UX Designer et 1 Data Scientist. <br/><br/>J'échangeais également fréquemment directement avec l'équipe commerciale ou support client sur des problématiques spécifiques.",
      "testimonial": {
        "role": "Développeur en chef chez Spendesk"
      }
    },
    "speaken": {
      "product-brief": "Speaken est une plateforme destinée à l'apprentissage de langues étrangères. Les tuteurs échangent avec leurs élèves directement par vidéo en direct. <br/>Les tuteurs ont accès à une plateforme web, et les élèves à une application mobile.",
      "role": "J'ai réalisé la première version de l'application web destinée aux tuteurs. J'ai travaillé exclusivement sur la partie client de l'application.",
      "team": "J'ai effectué la majorité de mon travail à distance. J'ai collaboré avec une équipe technique réduite constituée d'1 lead développeur backend et d'1 développeur iOS. <br /><br />Nous avons convenu de rendez-vous fréquents en face à face afin d'itérer sur les besoins produits, de clarifier les zones d'ombre, et de s'assurer de la qualité produit."
    }
  }
}